
/* Class = "NSBox"; title = "Shared Battery Data Archive settings"; ObjectID = "19"; */
"19.title" = "Shared Battery Data Archive settings";

/* Class = "NSBox"; title = "Data Sharing settings"; ObjectID = "28"; */
"28.title" = "Data Sharing settings";

/* Class = "NSTextFieldCell"; title = "All data is sent anonymously. No sensible data is sent to the Archive."; ObjectID = "49"; */
"49.title" = "All data is sent anonymously. No sensible data is sent to the Archive.";

/* Class = "NSButtonCell"; title = "Retrieve shared data from the Archive at launch"; ObjectID = "50"; */
"50.title" = "Retrieve shared data from the Archive at launch";

/* Class = "NSButtonCell"; title = "Send own data to the Archive at launch"; ObjectID = "51"; */
"51.title" = "Send own data to the Archive at launch";

/* Class = "NSButtonCell"; title = "Look for shared batteries"; ObjectID = "52"; */
"52.title" = "Look for shared batteries";

/* Class = "NSButtonCell"; title = "Do not advertise the service on the network"; ObjectID = "53"; */
"53.title" = "Do not advertise the service on the network";

/* Class = "NSButtonCell"; title = "Require password:"; ObjectID = "54"; */
"54.title" = "Require password:";

/* Class = "NSButtonCell"; title = "Share own battery data"; ObjectID = "55"; */
"55.title" = "Share own battery data";
